use BusStationDatabase;
Insert into CityDeparture values('Львів'),('Ужгород'),('Чернівці'),('Івано-Франківськ'),('Тернопіль'),('Хмельницький'),
('Луцьк'),('Рівне'),('Трускавець'),('Мршин'),('Київ'),('Чернігів'),('Черкаси'),('Суми'),('Полтава'),
('Харків'),('Дніпро'),('Запоріжжя'),('Камянське'),('Донецьк'),('Маріупіль'),('Кропивницький'),('Житомир'),('Вінниця'),
('Біла Церква'),('Одеса'),('Миколаїв'),('Херсон'),('Сімферопіль'),('Севастопіль'),('Євпаторія');
Insert into CityArrival values ('Львів'),('Ужгород'),('Чернівці'),('Івано-Франківськ'),('Тернопіль'),('Хмельницький'),
('Луцьк'),('Рівне'),('Трускавець'),('Мршин'),('Київ'),('Чернігів'),('Черкаси'),('Суми'),('Полтава'),
('Харків'),('Дніпро'),('Запоріжжя'),('Камянське'),('Донецьк'),('Маріупіль'),('Кропивницький'),('Житомир'),('Вінниця'),
('Біла Церква'),('Одеса'),('Миколаїв'),('Херсон'),('Сімферопіль'),('Севастопіль'),('Євпаторія');

insert into CityDeparture values ('Ворохта'),('Коломия'),('Яремче'),('Рахів');
insert into CityArrival values ('Ворохта'),('Коломия'),('Яремче'),('Рахів');